{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "SelectEase": { "branch": "master" },
  "accelerated-jk.nvim": { "branch": "main" },
<<<<<<< HEAD
  "alpha-nvim": { "branch": "main" },
  "alternate-toggler": { "branch": "main" },
  "autoclose.nvim": { "branch": "main" },
||||||| parent of 0b262ee8 (chore(lockfile): auto update lazy-lock.json)
  "alpha-nvim": { "branch": "main" },
  "autoclose.nvim": { "branch": "main" },
=======
  "alpha-nvim": { "branch": "main" },
  "autoclose.nvim": { "branch": "main" },
>>>>>>> 0b262ee8 (chore(lockfile): auto update lazy-lock.json)
  "better-escape.nvim": { "branch": "master" },
  "bigfile.nvim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "refactor/syntax-highlighting" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-spell": { "branch": "master" },
  "cmp-treesitter": { "branch": "master" },
  "cmp-under-comparator": { "branch": "master" },
  "cmp_luasnip": { "branch": "master" },
<<<<<<< HEAD
  "codeium.nvim": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
||||||| parent of 0b262ee8 (chore(lockfile): auto update lazy-lock.json)
  "copilot-cmp": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "crates.nvim": { "branch": "main" },
  "csv.vim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "edge": { "branch": "master" },
=======
  "copilot-cmp": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "crates.nvim": { "branch": "main" },
  "csv.vim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
>>>>>>> 0b262ee8 (chore(lockfile): auto update lazy-lock.json)
  "fidget.nvim": { "branch": "legacy" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzy-lua-native": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "glance.nvim": { "branch": "master" },
  "go.nvim": { "branch": "master" },
  "hlargs.nvim": { "branch": "main" },
  "hop.nvim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp_lines.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
<<<<<<< HEAD
  "marks.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
||||||| parent of 0b262ee8 (chore(lockfile): auto update lazy-lock.json)
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
=======
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
>>>>>>> 0b262ee8 (chore(lockfile): auto update lazy-lock.json)
  "mason-null-ls.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
<<<<<<< HEAD
  "mason.nvim": { "branch": "main" },
  "mini.align": { "branch": "main" },
  "mini.bracketed": { "branch": "main" },
  "mini.bufremove": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "neodim": { "branch": "v2" },
  "neogen": { "branch": "main" },
||||||| parent of 0b262ee8 (chore(lockfile): auto update lazy-lock.json)
  "mason.nvim": { "branch": "main" },
  "neodim": { "branch": "master" },
=======
  "mason.nvim": { "branch": "main" },
  "neodim": { "branch": "master" },
>>>>>>> 0b262ee8 (chore(lockfile): auto update lazy-lock.json)
  "neoscroll.nvim": { "branch": "master" },
<<<<<<< HEAD
  "nui.nvim": { "branch": "main" },
||||||| parent of 0b262ee8 (chore(lockfile): auto update lazy-lock.json)
  "nord.nvim": { "branch": "master" },
=======
>>>>>>> 0b262ee8 (chore(lockfile): auto update lazy-lock.json)
  "null-ls.nvim": { "branch": "main" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
<<<<<<< HEAD
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-gomove": { "branch": "main" },
  "nvim-lastplace": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
||||||| parent of 0b262ee8 (chore(lockfile): auto update lazy-lock.json)
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
=======
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
>>>>>>> 0b262ee8 (chore(lockfile): auto update lazy-lock.json)
  "nvim-scrollview": { "branch": "main" },
<<<<<<< HEAD
  "nvim-spectre": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
||||||| parent of 0b262ee8 (chore(lockfile): auto update lazy-lock.json)
  "nvim-tree.lua": { "branch": "master" },
=======
  "nvim-tree.lua": { "branch": "master" },
>>>>>>> 0b262ee8 (chore(lockfile): auto update lazy-lock.json)
  "nvim-treehopper": { "branch": "master" },
<<<<<<< HEAD
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
||||||| parent of 0b262ee8 (chore(lockfile): auto update lazy-lock.json)
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
=======
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
>>>>>>> 0b262ee8 (chore(lockfile): auto update lazy-lock.json)
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "paint.nvim": { "branch": "main" },
  "persisted.nvim": { "branch": "main" },
<<<<<<< HEAD
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
||||||| parent of 0b262ee8 (chore(lockfile): auto update lazy-lock.json)
  "plenary.nvim": { "branch": "master" },
=======
  "plenary.nvim": { "branch": "master" },
>>>>>>> 0b262ee8 (chore(lockfile): auto update lazy-lock.json)
  "project.nvim": { "branch": "main" },
  "promise-async": { "branch": "main" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "refactoring.nvim": { "branch": "master" },
  "scratch.nvim": { "branch": "main" },
  "sniprun": { "branch": "master" },
  "specs.nvim": { "branch": "main" },
  "sqlite.lua": { "branch": "master" },
  "substitute.nvim": { "branch": "main" },
  "symbols-outline.nvim": { "branch": "master" },
  "tabout.nvim": { "branch": "master" },
<<<<<<< HEAD
  "telescope-frecency.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
||||||| parent of 0b262ee8 (chore(lockfile): auto update lazy-lock.json)
  "telescope-frecency.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
=======
  "telescope-frecency.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
>>>>>>> 0b262ee8 (chore(lockfile): auto update lazy-lock.json)
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope-smart-history.nvim": { "branch": "master" },
  "telescope-undo.nvim": { "branch": "main" },
  "telescope-zoxide": { "branch": "main" },
<<<<<<< HEAD
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
||||||| parent of 0b262ee8 (chore(lockfile): auto update lazy-lock.json)
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
=======
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
>>>>>>> 0b262ee8 (chore(lockfile): auto update lazy-lock.json)
  "trouble.nvim": { "branch": "main" },
  "vim-illuminate": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "wilder.nvim": { "branch": "master" },
  "yanky.nvim": { "branch": "main" }
}